<!-- SPDX-License-Identifier: AGPL-3.0-or-later -->
<!--
    Copyright (C) 2023 JWP Consulting GK

    This program is free software: you can redistribute it and/or modify
    it under the terms of the GNU Affero General Public License as published
    by the Free Software Foundation, either version 3 of the License, or
    (at your option) any later version.

    This program is distributed in the hope that it will be useful,
    but WITHOUT ANY WARRANTY; without even the implied warranty of
    MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
    GNU Affero General Public License for more details.

    You should have received a copy of the GNU Affero General Public License
    along with this program.  If not, see <https://www.gnu.org/licenses/>.
-->
<h1>Projectify利用規約</h1>
<p>
    Projectify利用規約（以下「本規約」といいます。）は、JWP
    Consulting合同会社（以下「当社」といいます。）が提供する事業者向けタスク、プロジェクト管理及びコミュニケーションサービス「Projectify」（以下「本サービス」といいます。）の利用に関し、当社と組織会員及びユーザーとの間の権利義務をそれぞれ定めるものです。
</p>
<h2 data-number="1" id="定義">
    <span class="header-section-number">1</span> （定義）
</h2>
<p>
    本規約において使用する用語の定義は、別途定義されている場合を除き、それぞれ以下に定めるとおりとします。
</p>
<ol>
    <li>
        <p>
            「ユーザー」とは、本規約等に同意のうえ、第５条（ユーザー登録）で定めるユーザー登録の手続を完了した組織会員の役職員、構成員、業務委託先事業者又は当社が特別に認めた個人をいいます。
        </p>
    </li>
    <li>
        <p>
            「組織会員」とは、本規約等に同意のうえ、第６条（組織会員登録）で定める組織会員登録の手続を完了し、当社との間で本サービス利用契約を締結した法人、組合、団体等の組織（以下、併せて「法人等」といいます。）をいいます。
        </p>
    </li>
    <li>
        <p>
            「管理者」とは、組織会員のアカウントにおいて、当社所定の管理権限を有するユーザーをいいます。
        </p>
    </li>
    <li><p>「ユーザー等」とは、ユーザー及び組織会員の総称をいいます。</p></li>
    <li>
        <p>
            「本サイト」とは、当社が本サービスを提供するために運営するウェブサイトいいます。
        </p>
    </li>
    <li>
        <p>
            「コンテンツ」とは、文章、音声、音楽、画像、動画、データその他一切の情報をいいます。
        </p>
    </li>
    <li>
        <p>
            「投稿コンテンツ」とは、ユーザー又は組織会員が本サービス内で投稿、送信又はアップロードしたコンテンツをいいます。
        </p>
    </li>
    <li>
        <p>
            「本規約等」とは、本規約、プライバシーポリシー、ガイドライン、ルール、ご案内、及び注意事項等名称にかかわらず、本サービスに関連して当社が定めた規程又は文章をいいます。
        </p>
    </li>
    <li>
        <p>
            「本サービス利用契約」とは、当社とユーザー間又は当社と組織会員間で第５条（ユーザー登録）又は第６条（組織会員登録）に従ってそれぞれ締結される、本規約等を内容とする本サービスの利用契約をいいます。
        </p>
    </li>
</ol>
<h2 data-number="2" id="本規約等への同意">
    <span class="header-section-number">2</span> （本規約等への同意）
</h2>
<ol>
    <li>
        <p>
            本規約等は、ユーザー等が本サービスを利用する一切の場合に適用されるものとします。
        </p>
    </li>
    <li>
        <p>
            ユーザー等は、本規約等に有効かつ取消不能な同意をしたうえで、本規約等の定めに従って本サービスを利用するものとします。
        </p>
    </li>
    <li>
        <p>
            ユーザー等が本サービスを利用した場合、ユーザー等は本規約等に有効かつ取消不能な同意をしたものとみなします。
        </p>
    </li>
    <li>
        <p>
            ユーザーが未成年者である場合は、親権者などの法定代理人の同意（本規約等への同意も含みます。）を得たうえで本サービスを利用するものとします。
        </p>
    </li>
</ol>
<h2 data-number="3" id="本規約等の変更">
    <span class="header-section-number">3</span> （本規約等の変更）
</h2>
<ol>
    <li>
        <p>
            当社は、当社が必要と判断した場合は、ユーザー等の事前の承諾を得ることなく、本規約等をいつでも変更できるものとします。
        </p>
    </li>
    <li>
        <p>
            本規約等を変更する場合、当社が本サイトに変更後の本規約等を掲載した時点で、当該変更の効力を生じるものとします。
        </p>
    </li>
</ol>
<h2 data-number="4" id="本サービスの内容">
    <span class="header-section-number">4</span> （本サービスの内容）
</h2>
<ol>
    <li>
        <p>
            本サービスは、事業者向けのタスク管理、プロジェクト管理、データ共有、コミュニケーション等ができるサービスです。本サービス内容の詳細は、別途当社が定めるとおりとします。
        </p>
    </li>
    <li>
        <p>
            当社は、当社の裁量により、ユーザー等に事前通知することなく、本サービスの内容の全部又は一部を変更、追加、中止若しくは終了することができるものとし、ユーザー等は予めこれを承諾するものとします。また、本サービスの全部が終了した場合、当社とユーザー等との間の本サービス利用契約も当然に終了するものとします。
        </p>
    </li>
</ol>
<h2 data-number="5" id="ユーザー登録">
    <span class="header-section-number">5</span> （ユーザー登録）
</h2>
<ol>
    <li>
        <p>
            ユーザーになろうとする者は、本規約等に同意のうえ、本サイトにおいて、電子メールアドレス、その他当社が指定する事項（併せて以下「登録事項」といいます。）を入力して、ユーザー登録の申込みをするものとします。なお、組織会員から招待を受けてユーザーになろうとする場合は、招待メールを通じて本サイトに接続するものとします。
        </p>
    </li>
    <li>
        <p>
            ユーザーは、当社に対し、ユーザー登録の申込みに当たり、真実、正確かつ最新の情報を提供しなければなりません。
        </p>
    </li>
    <li>
        <p>
            当社は、ユーザーになろうとする者が以下の事由に該当する、又は該当するおそれがあると判断した場合、当社の裁量により、ユーザー登録申込みを拒否又は留保することができます。なお、ユーザー登録申込みを拒否又は留保する理由はユーザー等に通知、又は開示されません。
        </p>
        <ol type="i">
            <li>
                <p>
                    法令、条例、公序良俗若しくは本規約等に違反した場合又は将来違反する可能性が高い場合
                </p>
            </li>
            <li>
                <p>
                    当社に提供された登録事項の全部又は一部に虚偽の事項が含まれている場合
                </p>
            </li>
            <li>
                <p>
                    過去に当社が本サービスのユーザー登録を拒否若しくは留保又は取り消していた場合
                </p>
            </li>
            <li><p>その他当社がユーザー登録を相当でないと判断した場合</p></li>
        </ol>
    </li>
    <li>
        <p>
            当社は、ユーザー登録を認める場合、当該ユーザーに対し、その旨を電子メール等によって通知するものとします。当該通知が発信された時点でユーザー登録が完了し、当社とユーザー間で本サービス利用契約が成立するものとします。
        </p>
    </li>
</ol>
<h2 data-number="6" id="組織会員登録">
    <span class="header-section-number">6</span> （組織会員登録）
</h2>
<ol>
    <li>
        <p>
            組織会員になろうとする法人等は、当該法人等において本サービス利用契約を締結するために必要な権限を有するユーザーを通じて、本規約等に同意のうえ、本サイトにおいて、登録事項を入力して、組織会員登録の申込みをすることができるものとします。
        </p>
    </li>
    <li>
        <p>
            組織会員登録の申込みは、必ず組織会員になろうとする法人等（当該法人等において本サービス利用契約を締結するために必要な権限を有するユーザー）本人が行わなければならず、当社が特に認める場合を除き、代理人による組織会員登録の申込みを行ってはならないものとします。
        </p>
    </li>
    <li>
        <p>
            組織会員登録の申込みをする法人等は、当社に対し、組織会員登録の申込みに当たり、真実、正確かつ最新の情報を提供しなければなりません。
        </p>
    </li>
    <li>
        <p>
            当社は、組織会員登録申込みをした法人等が以下の事由に該当する、又は該当するおそれがあると判断した場合、当社の裁量により、組織会員登録申込みを拒否又は留保することができます。なお、組織会員登録申込みを拒否又は留保する理由は組織会員登録の申込みをした法人等に通知、又は開示しません。
        </p>
        <ol type="i">
            <li>
                <p>
                    法令、条例、公序良俗若しくは本規約等に違反した場合又は将来違反する可能性が高い場合
                </p>
            </li>
            <li>
                <p>
                    当社に提供された登録事項の全部又は一部に虚偽の事項が含まれている場合
                </p>
            </li>
            <li>
                <p>
                    過去に当社が本サービスの組織会員登録を拒否若しくは留保又は取り消していた場合
                </p>
            </li>
            <li><p>その他当社が組織会員登録を相当でないと判断した場合</p></li>
        </ol>
    </li>
    <li>
        <p>
            当社は、組織会員登録を認める場合、組織会員登録の申込みをした法人等に対し、その旨を電子メール等によって通知するものとします。当該通知が発信された時点で組織会員登録が完了し、当社と組織会員間で本サービス利用契約が成立するものとします。
        </p>
    </li>
    <li>
        <p>
            組織会員登録が認められた場合、当該登録申込みを行ったユーザーは、当該組織会員の管理者となります。
        </p>
    </li>
</ol>
<h2 data-number="7" id="登録事項の変更">
    <span class="header-section-number">7</span> （登録事項の変更）
</h2>
<ol>
    <li>
        <p>
            ユーザー等は、登録事項に変更があった場合、当社所定の方法により、遅滞なく当社に変更後の登録事項を通知し、当社が求める資料を提出します。
        </p>
    </li>
    <li>
        <p>
            当社は、ユーザー等が前項の登録事項の変更手続をしなかった場合、変更前の登録事項に基づいて各種処理を行い、これによってユーザー等に不利益、損害等が生じたとしても一切責任を負いません。
        </p>
    </li>
</ol>
<h2 data-number="8" id="アカウント等の管理">
    <span class="header-section-number">8</span> （アカウント等の管理）
</h2>
<ol>
    <li>
        <p>
            当社は、ユーザー等の登録を認める場合、当該ユーザー等に対し、本サービスの利用のための当該ユーザー等用のアカウント、その他アカウントに関する当社所定の情報（以下「アカウント等」といいます。）を付与します。なお、ユーザーは、当社が認めた場合、当社所定のシングルサインオン機能又は第三者が提供する当社所定サービスのアカウントによるログインができるものとします。
        </p>
    </li>
    <li>
        <p>
            ユーザー等は、自己の責任において、アカウント等を管理するものとし、これらの漏洩や使用上の過誤等によるユーザー等の損害について、当社は一切責任を負いません。
        </p>
    </li>
    <li>
        <p>
            ユーザーは、電子メールアドレスとパスワード等の組み合わせが一致してログインされた場合には、その電子メールアドレスにかかるユーザー自身による利用とみなされます。
        </p>
    </li>
    <li>
        <p>
            ユーザー等は、アカウント等を第三者に貸与、譲渡、名義変更、又は質入れするなどの一切の処分をしてはなりません。
        </p>
    </li>
    <li>
        <p>
            ユーザーは、複数のユーザーアカウントを保有することができません。また、複数のユーザーが１つ又は複数のユーザーアカウントを共同して保有してはならないものとします。
        </p>
    </li>
    <li>
        <p>
            組織会員は、複数の組織会員アカウントを保有することができますが、複数の組織会員が１つ又は複数の組織会員アカウントを共同して保有してはならないものとします。
        </p>
    </li>
</ol>
<h2 data-number="9" id="登録抹消">
    <span class="header-section-number">9</span> （登録抹消）
</h2>
<p>
    ユーザー等が本サービス上の登録の抹消を希望する場合、当社所定の方法で申請するものとします。当社が当該申請に承諾し、当該ユーザー等の登録を抹消した時点で当該ユーザー等と当社との間の本サービス利用契約が解約されるものとします。
</p>
<h2 data-number="10" id="利用制限登録の取消し等">
    <span class="header-section-number">10</span> （利用制限、登録の取消し等）
</h2>
<ol>
    <li>
        <p>
            当社は、ユーザー等が以下のいずれかに該当する又は該当するおそれがあると判断した場合、当社の裁量により、何ら催告なしに、本サービスのあらゆる利用制限を行うこと又はユーザー等の登録を取り消すことができます。なお、当社は、当該措置の経緯及び理由を当該ユーザー等に通知、又は開示しません。
        </p>
        <ol type="i">
            <li><p>第１４条（禁止事項）の全部又は一部に違反した場合</p></li>
            <li><p>前号のほか、本サービス利用契約に違反した場合</p></li>
            <li>
                <p>
                    組織会員においては、当該組織会員の管理者若しくは当該組織会員と関連付けられたユーザーが本規約等又は本サービス利用契約に違反した場合
                </p>
            </li>
            <li><p>ユーザー等の信用状態が悪化した場合</p></li>
            <li>
                <p>
                    その他当社がユーザー等の登録を維持することが相当でないと判断した場合
                </p>
            </li>
        </ol>
    </li>
    <li>
        <p>
            前項にかかわらず、投稿コンテンツに、第１４条（禁止事項）各号のいずれかに該当する若しくは該当するおそれのある表現又は行為、又はその他当社が相当でないと判断する内容が含まれる場合、当社は当該投稿コンテンツの全部又は一部につき、配信、公開若しくはその他一切の利用の停止、又は削除、その他当社が必要と認める措置を講じることができるものとします。
        </p>
    </li>
    <li>
        <p>
            第１項により当社がユーザー等の登録を取り消した場合、当社と当該ユーザー等との本サービス利用契約が解除されるものとします。
        </p>
    </li>
    <li>
        <p>
            ユーザー等が第１項各号のいずれかに該当する場合、ユーザー等は、当社に対して負担する一切の金銭債務につき当社からの通知、催告がなくとも当然に期限の利益を喪失し、直ちに弁済する義務を負います。
        </p>
    </li>
    <li>
        <p>
            第１項又は第２項の措置により、ユーザー等に損害等が生じた場合であっても、当社は一切責任を負いません。
        </p>
    </li>
</ol>
<h2 data-number="11" id="投稿コンテンツの許諾等">
    <span class="header-section-number">11</span> （投稿コンテンツの許諾等）
</h2>
<ol>
    <li>
        <p>
            ユーザー等は、当社に対し、ユーザー等の投稿コンテンツの全部又は一部を、全世界で、複製、公衆送信（送信可能化を含み、本規約等において「配信」といいます。）、上映、頒布、譲渡、貸与、翻訳、翻案、その他あらゆる態様（将来新たに開発される利用態様も含みます。）において、期間、媒体、回数にかかわりなく利用することにつき、無償、非独占的、サブライセンス可能及び譲渡可能な許諾をするものとします。
        </p>
    </li>
    <li>
        <p>
            ユーザー等は、ユーザー等の投稿コンテンツについて、当社及び当社が指定する第三者に対し、著作者人格権、実演家人格権、肖像権、その他一切の人格権（以下、単に「人格権」といいます。）を行使しないものとし、また、他の権利者をしても人格権を行使させないものとします。
        </p>
    </li>
</ol>
<h2 data-number="12" id="表明保証等">
    <span class="header-section-number">12</span> （表明保証等）
</h2>
<ol>
    <li>
        <p>
            ユーザー等は、当社に対し、以下の各号について、表明及び保証するものとします。
        </p>
        <ol type="i">
            <li>
                <p>
                    本サービス利用契約を締結及び履行するために必要な権限及び権能を有し、本サービス利用契約の履行につき法律上及び事実上の障害が一切存在しないこと。
                </p>
            </li>
            <li>
                <p>
                    ユーザー等の投稿コンテンツが第三者の著作権、肖像権、その他一切の権利を侵害しないこと。
                </p>
            </li>
            <li>
                <p>
                    前条のために、ユーザー等の投稿コンテンツについて必要な権利処理を全て完了していること。
                </p>
            </li>
            <li>
                <p>
                    当社によるユーザー等の投稿コンテンツのあらゆる利用に関して、当社において追加の権利処理及び利用料の支払いを要せず、また、当社にその他経済的負担が生じないこと。
                </p>
            </li>
            <li>
                <p>
                    ユーザー等の投稿コンテンツにつき、第三者から何ら異議、クレーム、その他一切の請求等（以下「請求等」という。）がなされておらず、将来においても当社及び当社が指定する第三者に対し、第三者から請求等がなされないこと。
                </p>
            </li>
        </ol>
    </li>
    <li>
        <p>
            ユーザー等が前項の表明及び保証の全部又は一部に違反した場合、ユーザー等（違反者が管理者又はユーザーの場合、当該管理者にかかる組織会員及び当該ユーザーに関連付けられた組織会員も含みます。）は、自らの責任及び負担でこれを解決するものとし、当社に対し、当該違反に起因又は関連して当社に生じた一切の損害、損失及び費用（合理的な範囲の弁護士費用を含みます。これらを併せて本規約等において「損害等」といいます。）を補償するものとします。
        </p>
    </li>
</ol>
<h2 data-number="13" id="料金">
    <span class="header-section-number">13</span> （料金）
</h2>
<p>
    組織会員は、当社に対し、適用されるプランに応じて、当社所定の方法により、当社所定の料金を支払うものとします。
</p>
<h2 data-number="14" id="禁止事項">
    <span class="header-section-number">14</span> （禁止事項）
</h2>
<p>
    ユーザー等は、故意及び過失を問わず、以下のいずれかに該当する行為及び該当するおそれのある行為をしてはなりません。
</p>
<ol>
    <li>
        <p>
            法令、条例、公序良俗及び本規約等に違反する行為並びにこれらの違反を予告する行為
        </p>
    </li>
    <li><p>犯罪行為、法令違反行為を肯定、推奨又は助長する行為</p></li>
    <li>
        <p>
            わいせつ表現（ポルノ又は児童ポルノに関する表現も含まれます。また、表現には動画、写真等による表現に限らず、図画、絵画、文章、音声及びジェスチャー等により表現がなされる場合も含まれ、以下同様とします。）、又はこれを助長する行為
        </p>
    </li>
    <li>
        <p>
            DV（ドメスティックバイオレンス）、児童虐待、動物虐待、自殺、自傷行為、その他加害行為、グロテスク、残虐的若しくは暴力的な行為、又はこれらを助長する行為
        </p>
    </li>
    <li><p>異性との出会いや交際を目的とする行為</p></li>
    <li><p>薬物の乱用を含む表現、又はこれを助長する行為</p></li>
    <li>
        <p>
            人種、国籍、信条、性別、社会的身分、門地等による差別を含む表現、又は当該差別を助長する行為
        </p>
    </li>
    <li>
        <p>
            当社、他のユーザー等、その他第三者に対する嫌がらせや誹謗中傷、名誉、信用毀損、不快感を与える行為、又はこれらを助長する行為
        </p>
    </li>
    <li>
        <p>
            当社、他のユーザー等、その他第三者の権利、利益を侵害する行為、又はこれらを助長する行為
        </p>
    </li>
    <li>
        <p>
            営業、宣伝、広告、勧誘、その他営利を目的とする行為（但し、当社が認めた行為を除きます。）
        </p>
    </li>
    <li>
        <p>
            コンピュータウィルス等の不正なプログラムを送信する、又は当社のサーバー若しくはネットワークの機能を破壊したり、妨害したりする行為
        </p>
    </li>
    <li>
        <p>
            当社（当社の役職員及び取引先を含みます。）又は第三者になりすます行為
        </p>
    </li>
    <li><p>個人情報を収集又は開示する行為</p></li>
    <li>
        <p>
            その他、本サービスの運営を妨げるなど当社が相当でないと判断する行為
        </p>
    </li>
</ol>
<h2 data-number="15" id="譲渡禁止等">
    <span class="header-section-number">15</span> （譲渡禁止等）
</h2>
<ol>
    <li>
        <p>
            ユーザー等は、当社が別途認めた場合を除き、本サービス利用契約上の地位又は本サービス利用契約に基づく権利義務の全部又は一部を第三者に譲渡、承継、あるいは担保権を設定するなど一切の処分をしてはなりません。
        </p>
    </li>
    <li>
        <p>
            当社は、本サービスにかかる事業を第三者に譲渡した場合には、当該事業譲渡に伴い本サービス利用契約上の地位、本サービス利用契約に基づく権利義務並びにユーザー等の登録事項その他の情報を当該事業譲渡の譲受人に譲渡することができるものとし、ユーザー等はかかる譲渡につき本項において予め同意するものとします。なお、本項に定める事業譲渡には、通常の事業譲渡のみならず、会社分割その他の事業が移転するあらゆる場合を含むものとします。
        </p>
    </li>
</ol>
<h2 data-number="16" id="不保証免責等">
    <span class="header-section-number">16</span> （不保証、免責等）
</h2>
<ol>
    <li>
        <p>
            当社は、本サービス及び本サイトに関して、完全性、有用性、正確性、安全性、信頼性、エラーやバグがないこと等いかなる保証もしておりません。
        </p>
    </li>
    <li>
        <p>
            当社は、ユーザー等が本サービス及び本サイトを利用した効果について、一切の責任を負いません。
        </p>
    </li>
    <li>
        <p>
            当社は、ユーザー等が、本サービスを利用したこと又は当社による本規約等に定められる債務の不履行若しくは不法行為によって直接又は間接に損害等を受けた場合（投稿コンテンツが第三者に開示、提供又は公開された場合を含みますが、これらに限られません。）でも、一切賠償責任を負いません。但し、本サービス利用契約が消費者契約法上の消費者契約となる場合、本項は適用されず、次項に従うものとします。
        </p>
    </li>
    <li>
        <p>
            前項但書の場合、当社は、当社の過失（重過失を除きます。）による債務不履行又は不法行為によりユーザー等に生じた損害等のうち特別な事情から生じた損害等について一切責任を負いません。また、当社の過失（重過失を除きます。）による債務不履行又は不法行為によりユーザー等に生じた損害等の賠償は、１０万円を上限とします。
        </p>
    </li>
</ol>
<h2 data-number="17" id="知的財産権等">
    <span class="header-section-number">17</span> （知的財産権等）
</h2>
<ol>
    <li>
        <p>
            本サービス及び本サイトに関する著作権、商標権（登録を受ける権利を含みます。）、その他一切の知的財産権は、当社又は当社がその利用の許諾を得ている第三者に帰属します。
        </p>
    </li>
    <li>
        <p>
            本サービス利用契約の締結は、ユーザー等が本規約等に従って本サービスを利用できることを除き、当社からユーザー等に対し、本サービス及び本サイトに関する著作権、商標権、ノウハウその他一切の権利の譲渡及び実施を許諾するものではないものとします。
        </p>
    </li>
    <li>
        <p>
            ユーザー等が本サイト又は本サービスに関して当社に提供した意見、ノウハウ、アイディア、その他一切のフィードバック（以下、併せて「フィードバック等」といいます。）の著作権（著作権法第２７条及び第２８条に規定する権利を含みます。）、特許権（特許を受ける権利を含みます。）、商標権、実用新案権及び意匠権（これらの登録を受ける権利を含みます。）、その他一切の権利は、発生と同時に、無償で当社に譲渡されるものとします。
        </p>
    </li>
    <li>
        <p>
            ユーザー等は、当社及び当社が指定する第三者に対し、フィードバック等について人格権を行使しないものとします。
        </p>
    </li>
</ol>
<h2 data-number="18" id="本サービスの停止等">
    <span class="header-section-number">18</span> （本サービスの停止等）
</h2>
<ol>
    <li>
        <p>
            次の各号のいずれかに該当する場合、当社はユーザー等への事前通知をせずに、当社の裁量により、本サービスの全部又は一部を停止若しくは中断することができます。
        </p>
        <ol type="i">
            <li>
                <p>
                    本サービスにかかるシステムの保守点検を定期又は緊急に行う場合
                </p>
            </li>
            <li>
                <p>
                    地震、落雷等の天災、火災、停電又は第三者による妨害行為などにより、本サービスの提供が困難になった場合
                </p>
            </li>
            <li>
                <p>
                    設備の異常、故障、障害その他本サービスをユーザー等に提供できない事由が生じた場合
                </p>
            </li>
            <li><p>その他当社が停止又は中断を必要と判断した場合</p></li>
        </ol>
    </li>
    <li>
        <p>
            当社は、本サービスの停止又は中断により、ユーザー等が被ったいかなる不利益、損害等についても、一切の責任を負いません。
        </p>
    </li>
</ol>
<h2 data-number="19" id="反社会的勢力等の排除">
    <span class="header-section-number">19</span> （反社会的勢力等の排除）
</h2>
<ol>
    <li>
        <p>
            ユーザー等は、当社に対し、次の各号のいずれにも該当しないことを表明し、将来にわたって次の各号のいずれにも該当しないことを確約します。
        </p>
        <ol type="i">
            <li>
                <p>
                    自ら（ユーザー等が法人等の場合は、自らの役員、従業員及び構成員を含みます。）が、以下のいずれかであること
                </p>
                <ol style="list-style-type: katakana">
                    <li>
                        <p>
                            暴力団（暴力団員による不当な行為の防止等に関する法律（平成３年法
                            律第７７号）第２条第２号）、暴力団員（暴力団員による不当な行為の防止等に関する法律第２条第６号）、暴力団員でなくなった時から５年間を経過しない者、暴力団関係企業、団体及びその関係者、総会屋並びにこれらに準ずる者（以下、これらを個別に又は総称して「暴力団員等」という。）であること
                        </p>
                    </li>
                    <li>
                        <p>
                            集団的又は常習的に暴力的行為等を行うことを助長するおそれのある団体及びこれに属している者並びにこれらの者と取引のある者
                        </p>
                    </li>
                </ol>
            </li>
            <li><p>暴力団員等の支配を受けていると認められること</p></li>
            <li>
                <p>
                    暴力団員等の威力を利用し、財産上の不当な利益を図る目的で暴力団員等を利用し、又は暴力団員等の威力を利用する目的で暴力団員等を従事させていると認められること
                </p>
            </li>
            <li>
                <p>
                    自らが暴力団員等に対して資金を提供し、便宜を供与し、又は不当に優先的に扱うなどの関与をしていると認められること
                </p>
            </li>
            <li>
                <p>
                    本サービス利用契約の履行が、暴力団員等の活動を助長し、又は暴力団の運営に資するものであること
                </p>
            </li>
        </ol>
    </li>
    <li>
        <p>
            当社は、ユーザー等が次の各号のいずれかに該当するときは、何らの通知、催告を要せず即時にユーザー等の登録を取り消すことができるものとします。
        </p>
        <ol type="i">
            <li>
                <p>前項に違反したとき</p>
            </li>
            <li>
                <p>自ら又は第三者をして次に掲げる行為をしたとき</p>
                <ol style="list-style-type: katakana">
                    <li>
                        <p>当社又は第三者に対する暴力的な要求行為</p>
                    </li>
                    <li>
                        <p>
                            当社又は第三者に対する法的な責任を超えた不当な要求行為
                        </p>
                    </li>
                    <li>
                        <p>当社又は第三者に対する脅迫的言辞又は暴力的行為</p>
                    </li>
                    <li>
                        <p>
                            風説を流布し、又は偽計若しくは威力等を用いて、当社の業務を妨害する行為
                        </p>
                    </li>
                    <li>
                        <p>その他前各号に準ずる行為</p>
                    </li>
                </ol>
            </li>
        </ol>
    </li>
    <li>
        <p>
            前項により当社がユーザー等の登録を取り消した場合、当社と当該ユーザー等との本サービス利用契約が解除されるものとします。
        </p>
    </li>
    <li>
        <p>
            当社は、前項の解除によりユーザー等に損害等が生じても一切の責任を負わず、ユーザー等は、前項の解除により当社に生じた損害等を賠償する責任を負うものとします。
        </p>
    </li>
</ol>
<h2 data-number="20" id="個人情報の取扱い">
    <span class="header-section-number">20</span> （個人情報の取扱い）
</h2>
<p>ユーザー等は、当社所定のプライバシーポリシーに同意するものとします。</p>
<h2 data-number="21" id="責任">
    <span class="header-section-number">21</span> （責任）
</h2>
<p>
    ユーザー等が本規約等に違反し、又は不正若しくは違法な行為をしたことに起因又は関連して当社に損害等が生じた場合、ユーザー等はその一切の損害等を当社に賠償する責任を負います。
</p>
<h2 data-number="22" id="残存条項">
    <span class="header-section-number">22</span> （残存条項）
</h2>
<p>
    解除、解約等理由の如何を問わず、当社とユーザー等間の本サービス利用契約が終了した後も、第７条（登録事項の変更）第２項、第８条（アカウント等の管理）第２項、第５項及び第６項、第１０条（利用制限、登録の取消し等）第４項及び第５項、第１１条（投稿コンテンツの許諾等）、第１２条（表明保証等）、第１５条（譲渡禁止等）、第１６条（不保証、免責等）、第１７条（知的財産権等）、第１８条（本サービスの停止等）第２項、第１９条（反社会的勢力等の排除）第４項、第２０条（個人情報の取扱い）、第２１条（責任）、本条、第２３条（成文）、第２４条（準拠法）、第２５条（合意管轄）及び第２６条（協議事項）の各規定並びに本サービス利用契約に基づいて発生した金銭債権は、効力を有するものとします。
</p>
<h2 data-number="23" id="成文">
    <span class="header-section-number">23</span> （成文）
</h2>
<p>
    本規約等の成文は日本語とし、日本語表記の本規約等と日本語以外の言語表記の本規約等の解釈に違いが生じた場合には，日本語表記による解釈を優先するものとします。
</p>
<h2 data-number="24" id="準拠法">
    <span class="header-section-number">24</span> （準拠法）
</h2>
<p>
    本規約等及び本サービス利用契約は、日本法に準拠し、解釈されるものとします。
</p>
<h2 data-number="25" id="合意管轄">
    <span class="header-section-number">25</span> （合意管轄）
</h2>
<p>
    本規約等及び本サービス利用契約に関する一切の紛争は、東京地方裁判所を第一審の専属的合意管轄裁判所とします。
</p>
<h2 data-number="26" id="協議事項">
    <span class="header-section-number">26</span> （協議事項）
</h2>
<p>
    本規約等に定めのない事項及び本規約等の各条項の解釈に関し疑義が生じた場合、当社は信義誠実の原則に従ってユーザー等と協議し、解決するものとします。
</p>
<p>附則</p>
<p>２０２３年１２月２０日制定</p>
<p>JWP Consulting合同会社</p>
